tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "rockymadden/rockymadden"
tap "sass/sass"
tap "teamookla/speedtest"
brew "act"
brew "webp"
brew "autoconf"
brew "automake"
brew "glib"
brew "cairo"
brew "coreutils"
brew "dnsmasq", restart_service: true
brew "openssl@1.1"
brew "docfx"
brew "libevent"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "gcc@6"
brew "git"
brew "libtool"
brew "pkg-config"
brew "guile"
brew "libksba"
brew "libyaml"
brew "nvm"
brew "python@3.11"
brew "python@3.8"
brew "python@3.9"
brew "ruby"
brew "shpotify"
brew "wget"
brew "xmlstarlet"
brew "yarn"
brew "zlib"
brew "rockymadden/rockymadden/slack-cli"
brew "teamookla/speedtest/speedtest"
cask "ngrok"
vscode "aaron-bond.better-comments"
vscode "AlanWalk.markdown-toc"
vscode "albymor.increment-selection"
vscode "alefragnani.Bookmarks"
vscode "alefragnani.project-manager"
vscode "anthonydiametrix.ACF-Snippet"
vscode "Asuka.insertnumbers"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bmewburn.vscode-intelephense-client"
vscode "byi8220.indented-block-highlighting"
vscode "christian-kohler.npm-intellisense"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "DotJoshJohnson.xml"
vscode "dssiqueira.drupal-8-snippets"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ericadamski.carbon-now-sh"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "Goopware.raythis"
vscode "Gruntfuggly.todo-tree"
vscode "helixquar.randomeverything"
vscode "humao.rest-client"
vscode "idleberg.emoji-code"
vscode "ilich8086.classic-asp"
vscode "jonkwheeler.styled-components-snippets"
vscode "jpoissonnier.vscode-styled-components"
vscode "jtr.vscode-position"
vscode "juniormucciolo.drupal-7-snippets"
vscode "kaffeine.advanced-drupal-8-snippets"
vscode "marcostazi.VS-code-drupal"
vscode "mechatroner.rainbow-csv"
vscode "michelemelluso.code-beautifier"
vscode "mikestead.dotenv"
vscode "mkaufman.HTMLHint"
vscode "mrmlnc.vscode-apache"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-account"
vscode "nicollasr.vscode-streamdeck"
vscode "Orta.vscode-jest"
vscode "Perkovec.emoji"
vscode "philnash.ngrok-for-vscode"
vscode "PKief.material-icon-theme"
vscode "pnp.polacode"
vscode "quicktype.quicktype"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "robinbentley.sass-indented"
vscode "ryu1kn.partial-diff"
vscode "sanity-io.vscode-sanity"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "softwaredotcom.swdc-vscode"
vscode "stevencl.addDocComments"
vscode "stylelint.vscode-stylelint"
vscode "sysoev.language-stylus"
vscode "theleewise.dnn-theming-snippets"
vscode "tomoki1207.vscode-input-sequence"
vscode "tsega.drupal-8-twig-snippets"
vscode "tungvn.wordpress-snippet"
vscode "Tyriar.lorem-ipsum"
vscode "uctakeoff.vscode-counter"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodeshift.material-ui-snippets"
vscode "whatwedo.twig"
vscode "wix.vscode-import-cost"
vscode "wordpresstoolbox.wordpress-toolbox"
vscode "xdebug.php-debug"
vscode "yzhang.markdown-all-in-one"
vscode "Zignd.html-css-class-completion"
